{
  "nav.home": "Início",
  "nav.about": "Sobre",
  "nav.experience": "Experiência",
  "nav.projects": "Projetos",
  "nav.resume": "Currículo",
  "nav.contact": "Contato",
  "nav.language.aria_label": "Mudar linguagem",
  "nav.theme.aria_label": "Mudar tema",
  "nav.language.modal.select_language": "Selecione Idioma",

  "home.greeting": "Olá, meu nome é Felipe.",
  "home.description": "Eu sou um engenheiro de software e um modder de Minecraft.",
  "home.invite": "Vamos construir algo incrível juntos!",

  "about.heading": "Sobre",
  "about.me.heading": "Mim",
  "about.first_paragraph": "Olá! Eu sou Felipe Cerboncini Cordeiro, estudante de primeiro ano de Engenharia de Software na FIAP, focado em desenvolvimento full-stack. Minha jornada na programação começou com uma fascinação por criar coisas que funcionam e resolvem problemas reais. Mesmo estando no início da minha educação formal, já descobri uma profunda paixão por codificar—especialmente em Java, que é minha principal linguagem.",
  "about.second_paragraph": "Fora da faculdade, passo grande parte do meu tempo trabalhando em projetos pessoais e aprimorando minhas habilidades como desenvolvedor freelancer. Um dos meus maiores orgulhos é a criação de mods para Minecraft. Ao longo dos anos, desenvolvi e compartilhei mods com a comunidade de Minecraft, e meu trabalho já ultrapassou 8 milhões de downloads no CurseForge. A experiência de ver as pessoas aproveitando e utilizando o que eu crio é incrivelmente gratificante.",
  "about.third_paragraph": "Embora eu ainda não tenha trabalhado em uma empresa, estou sempre aprendendo e me desafiando com novas tecnologias e projetos. Eu amo o processo de escrever código, depurar e ver uma ideia ganhar vida. Cada linha de código é uma oportunidade de crescimento e aperfeiçoamento, e estou animado para ver aonde essa jornada vai me levar.",
  "about.fourth_paragraph": "Se você estiver interessado em colaborar em um projeto, aprender mais sobre meus mods, ou apenas conversar sobre desenvolvimento, sinta-se à vontade para entrar em contato. Estou sempre aberto a novos desafios!",
  "about.professional.heading": "Habilidades",
  "about.professional.skillset.heading": "Profissionais",
  "about.tools.heading": "Ferramentas que",
  "about.tools.use.heading": "Uso",
  "about.days.heading": "Dias que",
  "about.days.code.heading": "Programo",

  "projects.filter.all": "Todos",
  "projects.filter.sites": "Sites",
  "projects.filter.mods": "Minecraft Mods",
  "projects.show_more.button": "Ver Mais",

  "projects.cerbons_api.description": "Uma biblioteca para os Mods de Minecraft de CERBON. (Meus mods)",
  "projects.bomd.description": "Um mod de Minecraft que adiciona novos Chefes ao jogo.",
  "projects.queen_bee.description": "Adiciona a Abelha Rainha ao Minecraft, com novos itens e uma nova Estrutura.",
  "projects.better_beacons.description": "Nova interface, novos recursos, novos efeitos e novas conquistas. Melhora o beacon do Minecraft.",
  "projects.jeb.description": "Addon do JEI para exibir informações úteis sobre beacons.",
  "projects.btu.description": "Uma versão aprimorada do Totem da Imortalidade do Minecraft, oferecendo novas funcionalidades e opções extensas de personalização para desenvolvedores de Modpacks.",
  "projects.talk_balloons.description": "Adiciona balões acima das cabeças dos jogadores quando eles enviam uma mensagem no chat.",
  "projects.sugared_concrete_powder.description": "Combine açúcar com pó de concreto para evitar que ele endureça ao tocar na água.",
  "projects.keep_stepping.description": "Alterne entre Subir blocos suavemente, Pulo Automático ou desabilite ambos.",
  "projects.beautiful_enchanted_books.description": "Cada livro encantado terá agora uma textura diferente.",
  "projects.epic_paragliders.description": "Fork de Epic Paragliders corrigindo a compatibilidade com os mods Epic Fight e Paraglider.",
  "projects.area_event.description": "Permite criar eventos de área personalizados no Minecraft, como Eventos de área de chefes com rastreamento de dano personalizado.",
  "projects.mob_spawn_control.description": "Adiciona um bloco invisível semelhante a um spawner que você pode configurar.",
  "projects.banner_claim.description": "Adiciona bandeiras com níveis ao Minecraft que permitem reivindicar uma área.",
  "projects.electrum_gear.description": "Adiciona armaduras elétricas ao Minecraft com som e funcionalidade personalizados.",
  "projects.daylight_zombies.description": "Permite que zumbis apareçam durante o dia.",
  "projects.ninjas_cash.description": "Eu criei o algoritmo usado para adicionar todos os crafts possíveis para cada moeda.",
  "projects.japanese_emoji_commands.description": "Kaomoji no Minecraft via comandos. Eu atualizei o mod para 1.20.X.",
  "projects.road_stuff.description": "Adiciona blocos relacionados a estradas. Eu atualizei o mod para 1.20.1.",
  "projects.mapper_base.description": "Mod base para os mods de Mapper. Eu atualizei o mod para 1.20.1.",
  "projects.betonquest_gui.description": "Port para versão 1.20.4 de betonquest gui. Este é o lado cliente / Forge.",
  "projects.betonquest_gui_plugin.description": "Port para versão 1.20.4 de betonquest gui. Este é o lado do plugin.",

  "contact.heading": "Vamos manter",
  "contact.touch.heading": "contato!",
  "contact.input.name.placeholder": "Nome",
  "contact.input.email.placeholder": "Email",
  "contact.input.message.placeholder": "Mensagem",
  "contact.form.submit.button": "Enviar",

  "footer.development_info": "Projetado e Desenvolvido por Felipe Cerboncini.",

  "page_not_found.warn": "Parece que a página que você está procurando não existe."
}