{
  "nav.home": "Início",
  "nav.about": "Sobre",
  "nav.experience": "Experiência",
  "nav.projects": "Projetos",
  "nav.resume": "Currículo",
  "nav.contact": "Contato",
  "nav.language.aria_label": "Mudar linguagem",
  "nav.theme.aria_label": "Mudar tema",
  "nav.language.modal.select_language": "Selecione Idioma",

  "home.greeting": "Olá, meu nome é Felipe.",
  "home.description": "Eu sou um engenheiro de software e um modder de Minecraft.",
  "home.invite": "Vamos construir algo incrível juntos!",

  "about.heading": "Sobre",
  "about.me.heading": "Mim",
  "about.first_paragraph": "Olá! Eu sou Felipe Cerboncini Cordeiro, estudante de primeiro ano de Engenharia de Software na FIAP, focado em desenvolvimento full-stack. Minha jornada na programação começou com uma fascinação por criar coisas que funcionam e resolvem problemas reais. Mesmo estando no início da minha educação formal, já descobri uma profunda paixão por codificar—especialmente em Java, que é minha principal linguagem.",
  "about.second_paragraph": "Fora da faculdade, passo grande parte do meu tempo trabalhando em projetos pessoais e aprimorando minhas habilidades como desenvolvedor freelancer. Um dos meus maiores orgulhos é a criação de mods para Minecraft. Ao longo dos anos, desenvolvi e compartilhei mods com a comunidade de Minecraft, e meu trabalho já ultrapassou 7,8 milhões de downloads no CurseForge. A experiência de ver as pessoas aproveitando e utilizando o que eu crio é incrivelmente gratificante.",
  "about.third_paragraph": "Embora eu ainda não tenha trabalhado em uma empresa, estou sempre aprendendo e me desafiando com novas tecnologias e projetos. Eu amo o processo de escrever código, depurar e ver uma ideia ganhar vida. Cada linha de código é uma oportunidade de crescimento e aperfeiçoamento, e estou animado para ver aonde essa jornada vai me levar.",
  "about.fourth_paragraph": "Se você estiver interessado em colaborar em um projeto, aprender mais sobre meus mods, ou apenas conversar sobre desenvolvimento, sinta-se à vontade para entrar em contato. Estou sempre aberto a novos desafios!",
  "about.professional.heading": "Habilidades",
  "about.professional.skillset.heading": "Profissionais",
  "about.tools.heading": "Ferramentas que",
  "about.tools.use.heading": "Uso",
  "about.days.heading": "Dias que",
  "about.days.code.heading": "Programo",

  "projects.filter.all": "Todos",
  "projects.filter.sites": "Sites",
  "projects.filter.mods": "Minecraft Mods",
  "projects.show_more.button": "Ver Mais",

  "contact.heading": "Vamos manter",
  "contact.touch.heading": "contato!",
  "contact.input.name.placeholder": "Nome",
  "contact.input.email.placeholder": "Email",
  "contact.input.message.placeholder": "Menssagem",
  "contact.form.submit.button": "Enviar",

  "footer.development_info": "Projetado e Desenvolvido por Felipe Cerboncini."
}